ZigEmbeddedGroup/texasinstruments-data/targetdb/Modules/AM263P/HSM_HSM_PKA_RAM_CE014000h.xml
<module name="HSM_PKA_RAM" acronym="" XML_version="1.0" HW_revision="n/a" description="">
	<register id="HSM_PKA_RAM_START" acronym="HSM_PKA_RAM_START" offset="0" width="32" description="">
		<bitfield id="START" width="32" begin="31" end="0" resetval="0x0" description="Start address" range="31:0" rwaccess="R/W"/>
	</register><register id="HSM_PKA_RAM_END" acronym="HSM_PKA_RAM_END" offset="131068" width="32" description="">
		<bitfield id="END" width="32" begin="31" end="0" resetval="0x0" description="End address" range="31:0" rwaccess="R/W"/>
	</register>
</module>